import img1 from "../../assets/products/pro-about-geogrid1.jpg"
import img2 from "../../assets/products/pro-about-geogrid2.jpg"
import img3 from "../../assets/products/pro-about-geogrid3.jpg"
import img4 from "../../assets/products/pro-about-geogrid4.jpg"

export default function Geogrid() {
  return (
    <>
    <div className="product">
      <div className="about-product">
        <p>
          <strong>Штукатурная/Фасадная базальтовая геосетка</strong> — это современный материал, предназначенный для усиления отделочных слоев и предотвращения образования трещин на поверхности фасадов. Использование этого продукта позволяет значительно повысить прочность штукатурного слоя, обеспечивая его устойчивость к внешним воздействиям и продлевая срок службы фасадной отделки.
        </p>

        <p>
            Материал производится из базальтового волокна, известного своими исключительными характеристиками. Базальтовая структура обеспечивает сетке высокую прочность на разрыв, стойкость к механическим повреждениям и отличную адгезию с различными типами штукатурных смесей. Благодаря этим свойствам штукатурная/фасадная геосетка становится незаменимым элементом в системах утепления зданий, обеспечивая стабильность и долговечность фасадных конструкций даже в условиях сложных климатических воздействий.
        </p>

        <p>
            Особое преимущество материала заключается в его устойчивости к температурным перепадам и воздействию влаги. Базальтовая геосетка не подвержена коррозии и сохраняет свои свойства на протяжении многих лет эксплуатации. Это делает её идеальным решением для применения в строительстве и реконструкции зданий различного назначения, от жилых домов до коммерческих объектов.
        </p>

        <p>
            Штукатурная/Фасадная геосетка легко монтируется и совместима с большинством строительных материалов. Её использование помогает создать прочную ровную и стабильную поверхность для дальнейшей отделки, будь то покраска, нанесение декоративной штукатурки или монтаж облицовочных панелей. Применение сетки также способствует равномерному распределению нагрузок, что предотвращает деформацию отделочных слоёв и продлевает их эстетический вид.
        </p>

      </div>
      <div className="img-product sticky-img">
        <img src={img1} alt="" />
      </div>
    </div>

    <div className="product">
      <div className="img-product sticky-img">
        <img src={img2} alt="" />
      </div>
      <div className="about-product">
        <p>
          <strong>Базальтовая геосетка универсальная</strong> представляет собой инновационный строительный материал, созданный для повышения прочности и устойчивости различных инженерных конструкций. Основа этой сетки – базальтовое волокно, которое обладает исключительными физико-механическими характеристиками и обеспечивает изделию долгий срок службы даже в самых сложных эксплуатационных условиях. Геосетка идеально подходит для использования в строительстве промышленных и жилых объектов, автомобильных и железных дорог, а также для укрепления склонов, защиты от эрозии и армирования грунтов.
        </p>

        <p>
            Базальтовая геосетка выгодно отличается от традиционных армирующих материалов благодаря своей высокой устойчивости к коррозии, химическим воздействиям и перепадам температур. Она сохраняет свои свойства при длительном контакте с влагой и агрессивными средами, что делает её незаменимой в проектах с повышенными требованиями к надежности. Эластичность и прочность материала позволяют равномерно распределять нагрузки, минимизируя риск деформации конструкции и увеличивая её срок службы.
        </p>

        <p>
            Этот материал прост в установке, что значительно сокращает трудозатраты и время на выполнение строительных работ. Геосетка легко транспортируется благодаря компактной упаковке и малому весу, а её монтаж не требует использования сложного оборудования. Удобство применения делает её универсальным выбором как для масштабных инфраструктурных проектов, так и для частных строительных задач.
        </p>

        <p>
            Сочетая в себе передовые технологии, высокую надежность и широкий спектр применения, универсальная базальтовая геосетка становится идеальным выбором для тех, кто ищет эффективные и долговечные решения для строительства и укрепления конструкций. Этот материал воплощает баланс между качеством, удобством и заботой о природе, что делает его востребованным как среди профессионалов, так и среди частных застройщиков.
        </p>
      </div>
    </div>

    <div className="product">
      <div className="about-product">
        <p>
          <strong>Базальтовая геосетка для грунтов</strong> — это инновационный материал, предназначенный для укрепления и стабилизации грунтов в различных инженерных и строительных проектах. Изготовленная из высокопрочного базальтового волокна, она сочетает в себе уникальные свойства, такие как долговечность, устойчивость к коррозии и экологическая безопасность.
        </p>

        <p>
            Этот материал активно применяется в строительстве автомобильных и железных дорог, усилении оснований зданий, укреплении откосов и склонов, а также в ландшафтных проектах. Основное преимущество базальтовой геосетки заключается в её способности равномерно распределять нагрузку, предотвращая проседание и деформацию грунта. Она эффективно снижает риск возникновения трещин и других повреждений, обеспечивая стабильность конструкции на долгие годы.
        </p>

        <p>
            Геосетка отличается высокой стойкостью к воздействию влаги, химических веществ и экстремальных температур, что делает её идеальным выбором для эксплуатации в сложных климатических условиях. Кроме того, базальтовое волокно обладает природной устойчивостью к ультрафиолетовому излучению, что исключает его разрушение под воздействием солнечного света.
        </p>

        <p>
            Простота монтажа и минимальные эксплуатационные расходы делают базальтовую геосетку экономически выгодным решением. Она легко укладывается на подготовленное основание, не требуя применения сложной техники или специальных навыков. Это существенно сокращает сроки выполнения работ, обеспечивая высокий результат с минимальными затратами.
        </p>
      </div>
      <div className="img-product sticky-img">
        <img src={img3} alt="" />
      </div>
    </div>

    <div className="product">
      <div className="img-product sticky-img">
        <img src={img4} alt="" />
      </div>
      <div className="about-product">
        <p>
          <strong>Базальтовая геосетка для асфальтобетона</strong> — это современный материал, разработанный для повышения прочности и долговечности дорожных конструкций. Благодаря уникальным свойствам базальтового волокна, геосетка эффективно решает проблему трещинообразования, перераспределяя нагрузки и снижая риск разрушения асфальтобетонного покрытия под воздействием интенсивного движения и неблагоприятных погодных условий.
        </p>

        <p>
            Изготавливаемая из прочных базальтовых нитей, геосетка отличается высокой термостойкостью, устойчивостью к воздействию химических реагентов и биологическим факторам. Это делает её незаменимым элементом при строительстве и ремонте дорог в любых климатических зонах, включая регионы с экстремальными температурными перепадами. Её использование позволяет увеличить межремонтный срок дорожных покрытий, снизив затраты на эксплуатацию и обслуживание.
        </p>

        <p>
            Благодаря оптимальной структуре и малому весу, асфальтобетонная базальтовая геосетка проста в укладке и интеграции в дорожное полотно. Она легко соединяется с различными слоями асфальта, улучшая их сцепление и предотвращая смещение в процессе эксплуатации. Высокая прочность материала обеспечивает эффективное сопротивление растягивающим нагрузкам, что особенно важно на участках с повышенной интенсивностью движения или на местах, подверженных значительным деформациям.
        </p>

        <p>
            Базальтовая геосетка для асфальтобетона применяется не только в строительстве автомагистралей и городских улиц, но и в укреплении аэродромных покрытий, мостов и других объектов транспортной инфраструктуры. Она демонстрирует отличные результаты в условиях высоких механических нагрузок, повышая надёжность и устойчивость конструкций. Её использование способствует созданию безопасных и долговечных дорожных покрытий, отвечающих современным требованиям качества и экологичности.
        </p>
      </div>
    </div>
    </>
  )
}
